{"DataJson": [{"NAME": ["Avilash Ashis"], "EMAIL": ["avilashashis1993@gmail.com"], "PHONE NUMBER": ["+91-9535709892"], "PROFESSIONAL EXPERIENCE": ["2.5+ years of experience"], "DESIGNATION": ["Software Engineer"], "EDUCATION": ["B.Tech(ECE) from Gandhi Institute for Technology, Bhubaneswar(BPUT) in June 2014"], "Project Name": ["Stock Management System (July 2016 to Till Date )", "Vehicle Insurance Tracker is a web based application which is used by employees of an Insurance company. Once customer takes the vehicle Insurance, we can add all information about customer including personal, insurance details", "Stock Management System is a portal project intended basically for people who deal in buying and selling of used vehicle. This project is designed keeping in mind, people involved in the process of buying and selling used vehicle like buyers, sellers, brokers, financial people, who provide finance, insurance companies, police and the road transport authority"], "Responsibilities": ["Designed JSP`s as per the Requirement. Implemented Controller Classes. Implemented Commands and their Validations. Written Spring Service Interfaces and their implementations. Injected Spring Services into Controller Classes. Written Spring DAO`s and their implementations with Hibernate. Injected Spring DAO`s into Spring Services. Written Hibernate Components. Project 2: Title     Healthcare Information System  (Apr 2015 to June 2016 )", "Designed JSP`s as per the Requirement. Implemented Controller Classes. Implemented Commands and their Validations. Written Spring Service Interfaces and their implementations. Injected Spring Services into Controller Classes. Written Spring DAO`s and their implementations with Hibernate. Injected Spring DAO`s into Spring Services. Written Hibernate Components. Project 3: Title     Vehicle Insurance Tracker (Sep 2014 to Mar 2015 )", "Designed JSP`s as per the Requirement. Implemented Servlets for the controller logic. Implemented JDBC Components for the persistence logic. Implemented Client side validation using Java Script. Handling issues in the project. Work on oracle database. Implemented Based on MVC Architecture."], "Client": ["AAMI, Australia Role                               Developer"], "Web Technologies": ["JSP, Servlets, JDBC, Eclipse,"], "SERVER": ["Tomcat, Oracle"]}]}