{"DataJson": [{"NAME": ["SUDHA.K", "SUDHA K"], "PHONE NUMBER": ["+91-9535872953"], "EMAIL": ["sudha.naidu953@gmail.com"], "Summary": ["Overall 1.8 years of experience in development of Web & Enterprise applications using JAVA and J2EE Technologies.  Currently working for Rubirth IT Solutions Pvt Ltd. as Java Developer till date.  Hands on experience in Core Java, Servlets, JSP, JDBC, Hibernate.  Knowledge of Eclipse tool for the development of Java projects.  Hands on experience in Apache Tomcat web server.  Expertise in configuring and administering Godaddy Web Server.  Strong experience in configuring domains and services.  Cohesive team worker, having strong analytical, problem solving and interpersonal skills."], "TECHNICAL SKILLS": ["Core Java, J2EE, JDBC, JSP, Servlets", "PHP, Javascript  Web Technologies"], "Web Technologies": ["HTML, CSS  Database   :", "HTML, CSS"], "DATABASE": ["MySQL", "MySQL 5.0"], "Frameworks": ["Hibernate, Spring"], "IDE": ["Eclipse, Notepad++, Editplus  Web Server", "Eclipse Mars 2.0, JDK 8, MySQL, Apache Tomcat 8.0 Team Size", "Eclipse, JDK 7, MySQL 5.0, Apache Tomcat 7.0"], "SERVER": ["Apache Tomcat 7.0"], "EDUCATION": ["B.E (Computer Science and Engineering) 2014 from Bangalore College of Engineering and Technology, Bangalore affilated to Visweswaraya Technological University with 62.34%.  PUC from Surana Ind. PU College, Bangalore with 61.66%.  SSLC from Govt. Composite High School, Chikkatirupathi, Kolar District with 85.44%.      TRAINING UNDERGONE    Java and J2EE from JSpiders Bangalore.          June-Nov 2014 PROJECT SUMMARY    PROJECT I:    Project Name        :"], "Client": ["Rubirth It Solutions Pvt.Ltd"], "DURATION": ["6 Months Technologies", "8 Months"], "Technologies": ["Core Java, JDBC, JSP, Servlets 3.1, HTML,CSS, Javascript IDE"], "PREVIOUS COMPANY": ["Rubirth IT Solutions Pvt.Ltd", "Rubirth It Solutions Pvt.Ltd"], "Responsibilities": ["Involved in the developing business component using Servlets. Develop block diagrams and logic flow charts for java programs. Analyze functional and business applications.  Design, test, debug and record programs on moderately simple projects. Doing the project and check the performance of entire project weather Software Tools are proper working or not."], "Project Name": ["Rubirth School Management  , Stock Inventory Management  Company    :"], "Programming_Language": ["PHP"], "LOCATION": ["Bangalore"]}]}