{"DataJson": [{"NAME": ["Daksha Prabhakar"], "PHONE NUMBER": ["+91 7738666946", "+91 9766887058"], "EMAIL": ["deshmukhdaksha@gmail.com"], "PROFESSIONAL EXPERIENCE": ["3 Years 9 Months 1)3 Months experience", "3 years experience in Concerto Software & Systems since 13-08-2014 to 6-11-217 Designation:  Software Engineer Role:   Software Developer"], "DESIGNATION": ["Software Engineer", "Network Engineer", "Software Developer"], "ROLE": ["Software Developer Environment", "Software Programmer Environment"], "Project Name": ["PRMS(Resource Management System)", "Central Alarm Monitoring System CAMS is a powerful site surveillance solution to manage infrastructure at thousands of sites from a central location. CAMS capture real-time events at sites, enable centralized control and improve operational excellence. Ensure that the source code of the critical application should be uploaded in the IT Risk Repository (Database for Source code of application) on quarterly basis. Active deterrence through live video and digital communication."], "Responsibilities": ["UI design and implementation using JavaScript and latest web technologies. Involved in database design, writing Store Procedures. Use JQuery for showing details in pop-up and changing CSS. Developed simulator for toll plaza to maintain transaction between acquirer and issuer bank. Use digital certificate for transaction security. Project:", "Monitoring of Radio and AP’s and escalation to Field Team. Also Monitor Switch, Router and all devices in Data center. Tasks include fault management and event notification as well as escalation to senior engineers. Individual will. Also assist in provisioning of new clients. Quickly identify and solve network infrastructure and performance problems. Responsible for using network management, monitoring and debugging tools and interpreting the results of these tools in order to successfully identify, understand and resolve network problems and improve network performance. Identify and coordinate maintenance requirements, generate and distribute network performance reports. Provide and submitting field technical complaints, analysis and live network reports to NOC and Field Support Team for resolving RAP\\MAP related issues.   Others Project List   Window Service-To send messages using TCP socket programming Web Service-For API integration with third party application and database using SOAP SSRS Reports- Delivered application across SSRS and SQL server.    Microsoft Office and Operating skills known Windows XP/7/8 MS Access, Outlook, Excel", "UI design and implementation with database design. Developed task management and resource allocation module. 3)6 Months Experience in Orient Technologies Pvt. Ltd, Mumbai", "Design, develop and manage software project. Involve in front-end development using Visual Studio 2012, ASP.Net. Involved in database design, writing Store Procedures, function. Use User Controls. Worked on AJAX Website for user interaction with AJAX support and JQUERY. Resolve and troubleshoot problems and complex issues. Project: CAMS Dashboard Dashboard shows graphical representation of data in chart format. From the Dashboard the users can drill down to get more information about a particular piece of data. CAMS Dashboard shows panels details.I.e Panel’s type, state and mode."], "Client": ["Software Programmer Environment"], "Domain": ["Bootstrap"], "Description": ["Central Alarm Monitoring System Plus                              CAMS PLUS is advance version of CAMS having all features of CAMS and more optimize And fast application. Use of advanced web technology increases response time effectively and efficiently. Database optimization involves maximizing the speed and efficiency with which data is retrieved"], "PROJECTS": ["NETC(National Electronic Toll Collection) In an attempt to speed up the process of making toll collections electronic, the National Payments Corporation of India (NPCI) launches its new electronic toll collection (ETC) system NETC simulator handles details of acquirer, issuer, toll lane, vehicle tag number etc. Use of digital certificate secures transaction between acquirer and issuer."], "EDUCATION": ["H.S.C FEB-2008 69.33% Maharashtra State Board            S.S.C MAR- 2006 75.50% Maharashtra State Board   PERSONAL DETAILS   Date of Birth 26thNovember 1990 Gender Female Marital Status Married Nationality Indian Languages Spoken English"]}]}