{"DataJson": [{"NAME": ["Gopinadh Email:gopinadh.seelam@gmail.com"], "PHONE NUMBER": ["+91 7013989409"], "PROFESSIONAL EXPERIENCE": ["5+ years of experience in Data Warehouse Applications Developing along with Business Intelligence technology and Data Visualization using Tableau  Strong working knowledgeon Tableauversions 8.x, 9.x and 10.x.  Proficient in usingdata refining objects i.e. Filters, Calculated fields, Sets, Groups, Bins, Parameters etc.  Experience in handling multiple data sources using Joins and Data Blending.  Ease of using LOD functions to achieve complex requirements.  Designed Polygon Maps by connecting to Spatial Files.  Skilled in design & development of various Reports andDashboards using  KPI Scorecards"], "EDUCATION": ["B.Tech (Bachelor of Technology) from Jawaharlal Nehru Technological University   (JNTUK)"], "TOOLS": ["Walmart, Bentonville, United States Role:   ", "Tableau Desktop 8.x, 9.x and 10.x, Tableau Server 9.x, 10.x Languages   :  ", "Tableau"], "Programming_Language": ["C, SQL"], "DATABASE": ["SQL Server, Oracle"], "DURATION": ["Oct 2016– Till now"], "ENVIRONMENT": ["Tableau Desktop 8.X, Oracle 10g, Windows O.S       Eli Lilly and Company Ltd was founded by Colonel Eli Lilly in 1876 and is now the 10th largest pharmaceutical company in the world. Lilly has remained dedicated to creating medicines that help", "Tableau Desktop 10.x, MS Excel, Oracle, Windows O.S Walmart is an American multinational retail corporation that operates a chain of hypermarkets, discount department stores, and grocery stores. Headquartered in Bentonville, United States. Walmart is the world's largest company by revenue.  The project is intended to build Dashboards to the Insurance Division of the company, which will give a support in generate reports to track the performance on services provided to their customers. This project is overall about data analysis. Clientwants to analyze the capitalExpenses,revenue,products,solutions,solution areas and claims data so that they can identify various factors influencing it, look at the trends, optimize through and reduce losses by way  for faulty spares. Responsibilities: Involved", "Tableau Desktop 9.x, MS Excel, SQL Server, Windows O.S Peet's Coffee & Tea, Inc. is the premier specialty coffee and tea company in the United States. Peet’s is committed to strategically growing its business through many channels. The project purpose is to build VisualizedReports &Dashboards to the Sales & Distribution Division of the company, whichhelps to track the performance on their sales & distribution services provided to their customers. Theywants to analyze theproducts,their field sales & retail sales in different territories, solution areas to identify various factors influencing it, look at the trends, optimize through and control losses. Responsibilities: Involved"], "Responsibilities": ["in reviewing Business Requirements and analyzing data sources and databases for design, development of reports and analysis. Involved in developing interactive dashboards using Actions (filter, highlight and URL) on dashboard.  Developed various analytics reports from multiple data sources Created dashboards by extracting data from different sources using parameters and calculations. Designed Tree Map, created calculated fields, KPIs, dual-axis bar chart, Pie chart and Bubble chart with multiple measures Designed out of box charts like Lollipop chart, Donut chart  Ease of using Tableau type conversion functions when connected to relational data sources. Played significant role in coordination with the entire team and managing the time estimates for the entire project. Involved in Creating Relationship between multiple data sources using joins and data blending Developed Dashboard using maps and used custom geo-coding based on client requirement to easily identify territorial business across country. Ease of using formatting features and advanced tooltip features for better usage of workspace of dashboard Performed Comparative analysis using charts bar in bar chart  Created some calculated fields to achieve Period Over Period (POP)growth, Percentage of", "Created reports and dashboards by extracting data from different sources  Created calculated fields, mapping and hierarchies and used advanced statistics for analysis of    Data in depth   Involved and played critical role in establishing Best practices for tableau reporting  by conduct   Responsible in developing Complex dashboards and used advance chart visualizations in Tableau like  Axis, Bullet Graphs, Bubble Charts, etc. to assist business users in solving complex problems.  Worked extensively with Advance analysis Actions, Calculations, Parameters, Background images, Maps, Groups, hierarchies, Sets to created summary level and detailed Reports.  Worked closely with the ETL Team to automate the Data load process, create required aggregate tables, indexing and table portioning for performance optimization of Reports  Responsible in designing and developing various Weekly and Monthly reports showing detailed information that could be used to send information to diverse group of users, clients, and managers."], "Client": ["Peet’s Coffee & Tea, U.S Role:   ", "Eli Lilly, Indianapolis, U.S     April2013- Nov 2014"], "ROLE": ["Tableau Developer"]}]}