{"DataJson": [{"EMAIL": ["dasher99in@yahoo.com"], "ROLE": ["Australia Personal"], "PROFESSIONAL EXPERIENCE": ["12 years 04 months"], "PHONE NUMBER": ["+61-470140620"], "Operating System": ["Windows XP, Windows Vista, Windows7, Linux, UNIX AIX, Sun Solaris,"], "PREVIOUS COMPANY": ["HCL TECHNOLOGIES \u0013 Infrastructure Services Division \u0013 May 2011 \u0013 Jun 2012 Consultant & Delivery Manager \u0013 Global Identity & Access Management Practice       Responsible for global customer engagements involving IAM service delivery and managed services.  Key customers from Banking & Financial, Insurance, Education, Telecom, Manufacturing and Healthcare  Responsible for IAM service delivery across 12 key customer engagements from 7 countries.  IAM Product installation, integration"], "Responsibilities": ["Responsible for implementation of Sailpoint IIQ for one of the leading banks in UK for meeting Security and Access Governance requirements.   Designing and administration of IAM policies (Authn/Authzn/Audit)  Identify opportunities for continuous improvement of the security function based on a thorough knowledge of contemporary security improvements and developments  Lead technical discussions and gather requirements from the projects and map with business requirements.  Oversee HLD and LLD and handle related clarifications to Workflow, plug-in customization, development of custom codes and connectors.  Lead service delivery for global customer projects on Oracle Identity management, Microsoft FIM, SailpointIIQ and CA Identity management.  Provide system administration and maintenance support for Non-Production IdM environments (E.g. apply patches, IDM refresh, data migrations, etc&)  Configure and support SSO/WAM & FIM based on the business requirements.  Define and implement automation of manual jobs (provisioning, modification, etc)  Configure and manage user repositories and directories  Carry out POC activities and provide roadmap consulting for Identity and Access management program  Handshake with the IAM product vendors to ensure fulfillment of business requirements \u0013 Oracle, SailpointIIQ, IBM, CA and Microsoft  Perform Role engineering and ongoing management of Role Based Accesses  Perform DC migration and IAM product upgrade based on business requirements  Conduct knowledge sharing on core IAM activities to team members  Enhance cross product knowledge and skills on IAM products  Evaluation of Technical and Process requirements. Design and fine-tune implementation and support processes  Drive skill enhancement initiatives and trainings on cross IAM products  Handle Client and Project Escalations DUN & BRADSTREET TRANSUNION (D&B TU) client of Wipro Technologies \u0013 Jan 2008 \u0013 May 2011", "Information analysis, classification and management    Managing communication and Operational processes    Confidentiality, Integrity and Availability(CIA)     Monitoring Access Control List (ACL) & Access Control Entries(ACE)    Segregation of Duties(SOD)    Identity audit    Privileged user and password management    Access Provisioning    Role Based Access Control    User-centric identity    Identifying Access Conflicts and resolution       Logical access management    Protecting business documents, data and confidentiality of personal data    Preventing abuse of IT facilities    Monitoring measures and Information Security Audits    Protecting aids used for auditing information systems     Classification and initial support    Resolution and recovery    Incident ownership, monitoring, tracking and communication    Incident closure     Service Design with Service Level and catalogue and availability Management    Capacity and IT Service Continuity Management    Business Continuity Plans ### picture data found, picture dimensions are 600 by 10, depth 1 pict006.png EDUCATIONAL QUALIFICATIONS  ### picture data found, picture dimensions are 600 by 10, depth 1 pict007.png Bachelor of Business Administration (BBA) Post Graduate Diploma in Computer Applications (PGDCA)  ### picture data found, picture dimensions are 600 by 10, depth 1 pict008.png CERTIFICATIONS ### picture data found, picture dimensions are 600 by 10, depth 1 pict009.png  Information Security ISO/IEC Certification 27002 (ISIC)  EXIN Corporation, Netherlands  Information Technology Infrastructure Library (ITIL V3)  EXIN Corporation, Netherlands  Certified Identity Risk Manager (CIRM) Identity Management Institute, USA ### picture data found, picture dimensions are 600 by 10, depth 1 pict010.png"]}]}