{"DataJson": [{"NAME": ["PHANEESWAR VUTUKURI"], "PHONE NUMBER": ["+919989964671"], "EMAIL": ["phaneeswarsql@gmail.com"], "PROFESSIONAL EXPERIENCE": ["3.9 years"], "Domain": ["SQL development", "SQL"], "DESIGNATION": ["SQL Developer"], "Client": ["Agadia system Inc. New Jersey Role"], "ROLE": ["SQL"], "DURATION": ["Feb 2018 – present Project", "July 2014 – Sep 2017", "Nov 2017 – Feb 2018"], "Project Name": ["Pahub Project Description:", "RxContinuum Project Description:RxContinuum – Adherence Management"], "Responsibilities": ["for creating Database Objects like Stored Procedures, User defined functions, triggers, Views, Tables etc. Create and Updating Clustered and Non-Clustered Indexes to keep up the SQL Server Performance. Tuned and Optimized SQL Queries using Execution Plan and SQL Profiler. Provided disaster recovery procedures and policies for backup and recovery of Databases. Transformation of data from one server to other servers using tools like bulk copy program (BCP), Export/Import Utility. Created SQL Jobs to schedule Consistency checks by running DBCC commands. Identify and troubleshooting Blocking and deadlock issues. Prepare knowledge base and deployment Documents.", "To ensure participation of clients in the process of development. Created Database and Database Objects like Tables, Stored Procedures, Views, User Defined data types and functions.  Creation of Schema objects, rules and granting of roles to the users.  Created views to facilitate easy user interface implementation, and triggers to enforce Data and referential integrity. Created and maintained users and user groups Performing Database refreshes from Prod to QA/Dev as per user’s requests. Project # 3:", "Created Database and Database Objects like Tables, Stored Procedures, Views, User Defined data types and functions.  Has done DBCC checks to ensure the physical consistency of the database and objects. Creation of Schema objects, rules and granting of roles to the users.  Worked and coordinated with other developers in writing and tuning new stored procedures.  Created views to facilitate easy user interface implementation, and triggers to enforce Data and referential integrity. Created and maintained users and user groups Performing Database refreshes from Prod to QA/Dev as per users requests. To ensure participation of clients in the process of development. Project # 2:"], "Project Description": ["a web-based solution uniquely designed to automate the end-to-end management of Electronic Prior Authorization (ePA) across all healthcare services, all lines of business, and all channels. With PAHub, you have the tools at your fingertips to control all clinical, compliance and administrative aspects of Prior Authorization at the point-of-care to reduce turn-around times and increase operational and clinical efficiencies.Real-time integration with the nation’s leading enterprise systems, EMR vendors and physician portals is paying dividends to many of Agadia’s clients in streamlining the prior authorization process. Roles & Responsibilities:"]}]}