{"DataJson": [{"NAME": ["Shiva Madhireddy Mobile"], "PHONE NUMBER": ["8106294570"], "EMAIL": ["madhireddy.shiva492@gmail.com"], "PROFESSIONAL EXPERIENCE": ["3.3 years of experience in software development"], "ROLE": ["✓", "Database Developer"], "DATABASE": ["SQL,", "SQL Server Management Studio", "MS SQL Server 2012,2014"], "Operating System": ["Windows XP, 7, 8 & 10"], "Project Name": ["Hospital Information Management System (HIMS", "Online Appointments Environment"], "SERVER": ["MS Sql Server 2014", "MS Sql Server 2012"], "DURATION": ["May 2015 to till date"], "Responsibilities": ["➢ Created database objects like Tables, Views, Stored procedures,       functions, Triggers.     ➢ Involved in modifying various existing procedures, functions and       triggers according to the new business needs.      ➢ Involved in trouble shooting of database and application problems.     ➢ Perform database tuning and performance monitoring     ➢ Supporting production related issues.", "➢ Analyzing requirements and performing detailed study of the existing       programs.     ➢ Coding the program as per the SRS requirement.     ➢ Unit testing of the changed programs.     ➢ Preparing Documents for changed programs.     ➢ Generating reports according to client’s specifications.     ➢ Respond to trouble tickets and fix any database issues.     ➢ Creating database Objects like tables, views.     ➢ Implemented SQL queries, triggers and Stored Procedures as per the       design and development related requirements of the project.     ➢ Experience in Customer Support and Development Projects.     ➢ Import and export the backups imp & exp utility in SQL Server"], "CURRENT COMPANY WISE DURATION": ["Junior Database Developer Duration         :     Jun 2017 to Till Date Description: Our Online scheduling software is a highly specialized module which is designed to provide a patient centric experience when they require to use and book specific hospital facilities. The online scheduling module allows the management of various types of online appointments, cancellations, booking and other related information which is provided online for the use of patients. The online appointment scheduling feature enhances the patient’s choice of choosing the right doctor and provides flexible online appointments for patients who need them"]}]}