{"DataJson": [{"PROFESSIONAL EXPERIENCE": ["2 years of International (UK and Australia) experience", "8 years 09 months  Skills SAP XI/PI, SAP MDM", "8.5 years of experience"], "PREVIOUS COMPANY": ["Roles System Analyst/ Tech Architect", "Employer Capgemini India Pvt. Ltd.  Work Authorization Need H1 Visa  Authorized to work in India  Highest Degree Held B.E/B.Tech (Computers), U.P.Technical University  2nd Highest Degree Held Class 12 (Any), Central Board of Secondary Education (C.B.S.E)"], "Domain": ["SAP XI 3.0, PI 7.0, PI 7.1x, PI 7.3x, PO 7.4", "SAP"], "DESIGNATION": ["PI Lead", "Onsite Lead Developer", "Technical Executive", "PI Consultant"], "CURRENT COMPANY WISE DURATION": ["NetConnect India Pvt. Ltd                           June 2006 - May 2007"], "Technologies": ["SAP PI 7.30 SP09, SAP ISU, SAP", "SAP PI 7.11 Duration:", "SAP MDM 7.1 SP09, SAP PI 7.3, SAP SRM 7.02, SAP ECC 6.0 EHP 6, and SRM MDM Catalog 7.01 Duration: June 2012 - Mar 2013 Description: As part of STAR project, our team was responsible for configuring the SRM MDM Catalogue in Reliance landscape through MECCM report. All the contracts were maintained in SAP ECC and same had to be replicated to SAP MDM through MECCM report via SAP PI. MDM JAVA API were then getting used in SAP SRM", "SAP XI 3.0 Duration: April 2009 - Aug", "SAP PI 7.30 SP09, SAP", "SAP PI 7.1", "SAP PO 7.4, SAP"], "DURATION": ["Apr 2013 - Nov 2013", "Aug 2007 - Oct 2008", "Sep 2014 - Till Date", "Sep 2009 - June 2010 The Derbyshire County Council SAP", "Nov 2013 - Sep 2014", "July 2010 - April 2011 Agent", "May 2011 - Apr 2012"], "Responsibilities": ["in upgrading of existing interfaces from SAP HR 4.7 to SAP HCM 6.0 and designing new interfaces between SAP HR 6.0, FI/CO and Legacy system Configured the E-Filing interface for Corus to file their returns to HMRC electronically (Proxy to HTTP). Designed and configured interfaces for transferring FI/CO and HR master data like Employee Master, GL Master and Cost Centre. Worked on IDoc reduction and extension for removing all irrelevant segments and including some Z segments for HR master data. Worked extensively on Change Pointers for capturing HR Master Data changes. As a Configuration Manager, was also involved in various CM activities.", "* Coordinating with functional owners for gathering the requirement and designing solution based on the requirement. * Ensuring proper design standards and best practices have been followed by the team while building the interfaces. * Connecting with SAP in raising OSS and providing them the required inputs for fixing the bugs in standard product. * Review Technical Specification and Unit Test plan before publishing it to the customer to ensure all quality standards have been met. * Building out-of-the-box solution wherever requirements cannot be met with standard product.", "* Involved in the Business Blueprinting phase for gathering the business requirements (AS-IS and TO-BE design) and documenting the same in BRD (Business Requirement Document). * Closely working with various stake holders in understanding the landscape and designing/proposing the solution that can fit into the client's landscape and also within the budget. * Providing Technical expertise on designing the Integration Architecture for Project Biscuit. * Working closely with other Integration Architects in effort estimation and resource planning.", "* Acting as a bridge between functional owners and offshore PI developers for gathering the functional requirements and guiding the PI technical team on its implementation. * Partake in blueprinting sessions with various stakeholders and functional owners for designing the High Level Interface Specification document. * Ensuring that team quality standards have been adhered while designing an interface. * Reviewing of deliverables to make sure that design standards have been adhered. * Tweaking of the existing mapping programs for performance critical and real-time synchronous interfaces. * Preparation of PI cutover plan at the time of Go-Live. * Involved in PI Catch-up activities post Go-Live and providing support during PIS period.", "* Understanding the AS-IS business process and gathering the business requirements required for the preparation of Functional Specification document for SRM MDM Catalogue. * Configuration of MDMGX in SAP ECC for loading reference data into SAP MDM. * Configuring the services in SAP PI for replicating Products and MSS hierarchies from SAP ECC to SAP MDM through MECCM report. * Configuring the services in SAP PI for the creation of Purchase Order in SAP ECC and for sending Purchase Order creation confirmation back to SAP SRM. * Enhancing the standard XSLT mapping in SAP PI for replicating custom fields as well in contract replication service. * Defining Web Service in SAP SRM required for calling SAP MDM from SRM MDM Catalogue UI. * Performing the OCI mapping on SRM MDM Catalogue portal required for the creation of shopping cart in SAP SRM. * Preparation of test scripts for the end user from SAP PI and MDM perspective for SRM MDM Catalogue.          Projects in Capgemini India Pvt. Ltd."], "Project Name": ["MDM - Meter Data Management Client: Origin Energy, Australia Role:", "SAP Releases", "Derbyshire County Council SAP Implementation Client: Derbyshire County Council, UK Role:", "ATLAS Project Client", "STAR - Smart Transformation at Reliance Client: Reliance Industries Limited (RIL), Mumbai"], "Client": ["Origin Energy, Australia Role:", "Burberry, UK Role: MDM Module Lead and XI Consultant"], "ROLE": ["SAP MDM and PI Consultant", "SAP PI Consultant", "XI Consultant", "SAP PI Lead"]}]}