{"DataJson": [{"DESIGNATION": ["UI / Front End Consultant"], "NAME": ["anshu405.c@gmail.com"], "PROFESSIONAL EXPERIENCE": ["2+ years"], "SERVER": ["IIS, APACHE IDE MS Visual Studio.NET 2013,2015 , SQL Management 2012"], "PREVIOUS COMPANY": ["Tata Consulting Service"], "CURRENT COMPANY WISE DURATION": ["January-April 2014 A video compression is introduced using Region of Interest in this project. In the context of video compression, the video is optimized using Huffman coding &Discrete Wavelet Transform which applied to the image using Matlab", "Collaborate Solutions MA   Project #1"], "Project Title": ["Pattern UI Control"], "DATABASE": ["Javascript, HTML5 canvas, Angular JS"], "ROLE": ["UI/UX Developer"], "Client": ["Microsoft Redmond WA       September 2015-  July 2016  Implementation Partner: Mindtree Limited  Employer : Collaborate Solutions"], "Project Name": ["Microsoft MCIO (Signal to Live Tracking, Order Preparation)", "Customer Partner Accountant(CPA"], "ENVIRONMENT": ["Angular JS,Third Party libraries – Grid UI, Data visualisation tools, ASP.NET MVC 5.0/4.0, .NET Framework 4.0, C#, Web API, Azure portal, SDK libraries"], "DURATION": ["April 2015 – August 2015"], "Responsibilities": ["Experience with built-in services and knowledge of custom services and scoping in AngularJS Worked closely with other senior developers, product managers, system architects, and the QA team to deliver optimal designs and software to meet and exceed expectations. Contributed positively to the overall team dynamic; participated in stand-up meetings, planning and design sessions and other business-development working. Elegant implementation of page designs in standards-compliant HTML and CSS. Creating rapid prototypes of interfaces to be used as blueprints for technical development Used AJAX for Partial Page Updating, Invisible Data Retrieval, Constant Updating, Smooth Interfaces, Simplicity and Rich Functionality Responsible for the Client Side Support and Developed test cases and performed unit testing. Fixed Cross browser issues in Internet Explorer 7+ (including IE9), Safari, Chrome, and Firefox and contributed bug fixes"], "EDUCATION": ["Jawaharlal Nehru Technological University (Hyderabad,India)            Jun 2012"]}]}