{"DataJson": [{"PHONE NUMBER": ["+91 - 9015451340 English, Hindi. DECLARATION I hereby certify that all the information provided above is true to the best of my knowledge. Place: Date: Deepika Garg \f", "9015451340", "+91- 8851701502"], "Operating System": ["Windows XP/Window 7/Window 10/Ubantu 16.04/18.04 Programming Languages"], "Programming_Language": ["PHP"], "Web Technologies": ["JAVA,C,Basic Python", "HTML, Java Script, AJAX, CSS,Jquery,angular js,Bootstrap"], "Frameworks": ["CodeIgniter ,Slim Open source(CMS"], "DATABASE": ["NoSQL"], "Work Experience": ["6 years Having Experience"], "RELEVANT EXPERIENCE": ["5 years 1)"], "DESIGNATION": ["Software Developer/Web Developer"], "PROFESSIONAL EXPERIENCE": ["2 years and 4 months working at Proprofs.com(Bhatia Software Technologies"], "Project Name": ["Online Hotel Searching and Booking Site (http://uithread.com/honkey /) Project Specification:", "Vcareall (http://vcareall.com/ ) Project Specification", "Indiansportsstar", "LudusLegal (http://www.script-technology.com/devscript/Luduslegal) Project Specification: This is is the website which provides the information, events and news about Indian laws and constitution.(made for a lawer). 5)", "Gigpeople ( https://www.gigpeople.com/) Project Specification: This is the site by which User can sell or buy the .User can login as buyer as well as seller.As buyer user can display his gig and it's additional detail for sell his Gig . 10) Project Title:", "Information Gathering and product selecting Website (JAVA,SERVLET) Project Specification: This site provide the admin to display the products and there information for sell and customer register and login to select the products for purchase. The select item value saves in Database with the referential inform of the customer . EDUCATIONAL QUALIFICATION B.Tech in Computer Science & Engineering from R.C.V.G.I.T. Ghaziabad-UPTU in 2012. Higher Secondary from U.P.Board Allahabad in 2007. Senior Secondary from U.P.Board Allahabad in 2005"], "Project Description": ["This is is the website which provides the diet for fitness. 6"], "PROJECT DESCRIPTION": ["This is the site by which we book hotel in hungry. Just search the hote in respective location and calculate taxi fare from nearest airport and book your world class hotel in hungry. 9) Project"], "NAME": ["Mr.Jitendra Mohan Garg Indian"]}]}