{"DataJson": [{"NAME": ["Sathish Kumar"], "PHONE NUMBER": ["9676696503"], "PROFESSIONAL EXPERIENCE": ["3 Plus years of experience"], "DESIGNATION": ["Software Testing"], "Operating System": ["Windows 10, Window 8.1, Windows Server 2008/2012"], "EDUCATION": [".", "Master of Computer Applications, 2015 in"], "CURRENT COMPANY WISE DURATION": ["Water Health India Pvt Ltd  from July 2015 to till date"], "Project Name": ["UMBRELLA (Universal Mobile Business Review Application and Evaluation) Client : Water Health India Private Limited, Hyderabad Role :", "CORE (Central Operations Review and Evaluation)"], "Client": ["Water Health India Private Limited, Hyderabad"], "ROLE": ["SQL Server Developer cum System Analyst"], "Responsibilities": ["Collaborating with clients and gathering all requirements from Business Analysts and documented whole process. Created SQL server objects like Tables, Stored Procedure, Views, and Indexes to facilitate efficient data manipulation and data consistency. Managed all indexing, debugging, optimization and performance tuning using T-SQL. Created SQL server objects like Tables, Stored Procedure, Views, and Indexes to facilitate efficient data manipulation and data consistency Involved in Performance tuning the SQL Server Queries. Involved in application support Gathering & Prepare Business Requirements Involved in Wireframes designing and flow chart preparation Responsible for user acceptance testing Take up changes requests Project #2 Title :", "Collaborating with clients and gathering all requirements from Business Analysts and documented whole process. Created SQL server objects like Tables, Stored Procedure, Views, and Indexes to facilitate efficient data manipulation and data consistency. Managed all indexing, debugging, optimization and performance tuning using T-SQL. Created SQL server objects like Tables, Stored Procedure, Views, and Indexes to facilitate efficient data manipulation and data consistency Involved in Performance tuning the SQL Server Queries. Generated Adhoc reports for clients as per requirement Involved in application support Gathering & Prepare Business Requirements Involved in Wireframes designing and flow chart preparation Responsible for user acceptance testing Take up changes requests"]}]}