{"DataJson": [{"NAME": ["RUBIN M.P.KOMATH Mobile"], "PHONE NUMBER": ["+91 9989687033", "+91 96 20562929"], "EMAIL": ["rubinpkomath@gmail.com"], "LOCATION": ["Bangalore"], "PROFESSIONAL EXPERIENCE": ["12+ years"], "Domain": ["Requirement Management Client Engagement", "SAS"], "TECHNICAL SKILLS": ["SELENIUM, QAT, VB, C, C++, JAVA, .NET, PHP, GRAILS, GUPTA, SVN, PDM, JENKINS, JIRA, CONFLUENCE, MS PROJECT, VISIO, SHAREPOINT, MS OFFICE", "Scrum, XP, Kanban, SAFe) Methodologies.  Work knowledge in Project Management Tools like MS Project, MS Visio, IRR, ROI, Histogram, Gantt, Ishikawa, CostBenefit Analysis, SWOT, RASCI, Fast Tracking, Crashing, Time Boxing, WBS, Effort Estimation techniques.  Proficient in Release Management including Continuous Deployment, Testing, Release Content Documentation, User Acceptance Test, Training, Re-Engineering and Support. Proficient also"], "ROLE": ["Sr. Project Manager – Clearing Services & Business Management Solutions"], "Project Name": ["Sale Activation Officer", "Unity", "Prepaid Charging, Retail Management & VAS Business Information Officer –Network Technology"], "DESIGNATION": ["SENIOR MANAGER – SOLUTIONS DELIVERY GROUP", "Executive - Service Delivery Operations      Responsible for managing Service Operations in the relevant business areas of Order Fulfillment and Service Assurance like CABS (Customer Accounts & Billing System) and Customer Care Query Management Process", "Program Manager – Clearing Services & Business Management", "Senior Manager (Projects)"], "PREVIOUS COMPANY": ["Business Analyst Lead for Service Assurance and VAS Platform-IT Integration requirements like Loyalty & Campaign Management, Predictive Churn Management, Subscription Manager Services, RBT, VM, USSD, PCRF, SDP, GPRS and Real Time Data Subscription Services on Cloud. o Deputy Manager (M5 Level): Designed solutions for Retail & Customer Services which includes Field Inventory, Number Inventory, Dealer Management, Document Management and Self Care Services on WEB & SMS. o Additional Manager (M6 Level): Requirement Analyst for Sales & Marketing, Product and Customer Services on Implementation of Order Fulfillment, Service Assurance System-CRM and Billing Package Configuration.  Rewards & Recognitions in TATA Teleservices: o TATA GeMS – Future Managers by TATA Group Company for the FY 2011-2012. o Maestro of the Year for securing Top Performance Rating for the FY 2009-2010. o Super Star – Awarded 3 Times - For Q3 of 2010-2011, Q4 of 2011-2012 and Q1 of 2012-2013. o Star Performer of the Month – Awarded 10+ times - for diverse projects and process improvements. o Nominated for BELP (Business Excellence Leadership Program) by TQMS (TATA Quality Management Services, Pune)"]}]}