{"DataJson": [{"EMAIL": ["shakeer.mohammad@gmail.com"], "Summary": ["✓ 3.7 years of experience as a Software  Engineer  with  proven  success       in  the  Designing,   Developing   robust   Web-based   and   software       applications, with specialized expertise in Java/J2EE technologies.     ✓ Vast experience in design, analysis and programming  GIS  applications       based on ESRI technologies as  well  as  some  extensively  used  open       source GIS.     ✓ Successfully implemented GIS technologies  in  industries  like  urban       planning, Field data collection, water and sewerage pipeline planning,       3D city models, Asset Management and Utilities     ✓ In depth experience  in  developing  applications  using  Java,  J2EE,       Servlets, and JSP with MySql on Windows.     ✓ Good Experience  in  providing  Enterprise  GIS  solutions  with  Open       source technologies and libraries.     ✓  Extensively  used  Jakarta  Struts  Framework  for  Model,  View  and       Controller Layer.     ✓ Extensively used Tomcat server, GeoServer and Eclipse IDE.     ✓ Good exposure of SQL in PostGreSql, MySql.     ✓ Good knowledge on OGC standards like WMS, WFS, WCS, SLD.     ✓ Well versed  and  hands  on  experience  in  SVN,CVS  Version  Control       System.     ✓ Experience in Agile Development Processes. PROFESSIONAL QUALIFICATION"], "LOCATION": ["Bangalore", "Chennai", "MySql"], "Project Name": ["|Survey Data management system                          | |Client         |Govt of Libya                                     | |Role           |Team Member                                       | |Organization   |Groupe SCE India Pvt Ltd                          | |Location       |Offshore: Bangalore                               | |Duration       |Offshore: August/2008--December/2008              | |Team Size      ", "✓", "|WebGIS for Libya                                       | |Project Name:  |WebGIS for Libya                                  | |Client         |Govt of Libya                                     | |Role           |Team Member                                       | |Organization   |Groupe SCE India Pvt Ltd                          | |Location       |Offshore: Bangalore                               | |Duration       |Offshore: August/2009--October/2009               | |Team Size      |Project : 6                                       | |Environment    |Languages: |Javascript                            | |(with skill    |           |                                      | |versions)      |           |                                      | |               |Database : |Postgresql                            | |               |Tools :    "], "SERVER": ["Apache Tomcat 5.5"], "Web Technologies": ["HTML, JavaScript       Collaborative Tools          SVN,CVS       Desktop GIS                  OpenJump, Kosmo"], "PHONE NUMBER": ["7                   |                   "], "ROLE": ["|Eclipse Ganymede", "|Hardware   |Windows Mobile Mapper                 "], "PROJECTS": ["A Desktop GIS Client with powerful query, edition, analysis and search   tools extended and developed on top of Opensource GIS Kosmo for BDA"], "DATABASE": ["|Eclipse,Tomcat,GeoServer              | |               "], "PROJECT DESCRIPTION": ["PMS is a Client Server application developed for LIDAR department for   their projects management.   This application gives some good interfaces with map based files display   to the admin and users to schedule the files copy from client to server   and vice versa. Contribution:     • Reviewed code and deployed application to tomcat server.     • Involved in writing Job Schedulers using Quartz.     • Used GeoTools to convert shape files to MySql and configure them in       geoserver.     • Involved in the development of Action and ActionForms using Struts.     • Involved in Database connectivity through JDBC. |5. Project Name:"], "Client": ["|(with skill    |           |                                      | |versions)      |           "], "Description": ["Developed  and  deployed  an  application  for  field  data  collection  for efficient  GPS  survey  and  integration  into  central   server.   Deployed application on Magellan for data collection. Central  system  involved  data organization, charging and conflict resolution. Contribution:     "]}]}