{"DataJson": [{"NAME": ["SAURABH SHARMA"], "PHONE NUMBER": ["+91-9739507624"], "EMAIL": ["sharmasourabh11189@gmail.com"], "LOCATION": ["Pune", "Hyderabad"], "EDUCATION": ["B.Tech. from Gurgaon Institute of Technology & Management, Gurgaon in 2011 Polytechnic Diploma from Govt. Polytechnic, Sirsa in Computer Engineering in 2008  10th from Maharaja Aggarsain Senior Secondary School, Sirsa in 2005"], "Operating System": ["Windows 7 Database:    "], "DATABASE": ["MSSQL, PostgreSQL & Oracle"], "DURATION": ["Jan’18 till Feb 2019", "Jun’16 to Feb’17 Tools & Technology"], "Client": ["PointS – France Approach:   ", "AIA –  Sri Lanka Description: The strategy for this project to develop a strong analytics culture to gain market share and the role of analytics has become a key driver of business growth as per global trends across insurance industries and developed economies.", "TCL – Tata Capital Limited", "Amana Takaful Insurance Redefined, Sri lanka Approach:     ETL and Cubes development and ETL/DW testing", "MUFG Union Bank, USA"], "TECHNICAL SKILLS": ["Pentaho Migration, PL/SQL & Oracle Description:", "Pentaho Migration, PRD/PDI (V 4.5 – 6.1), PG Admin (PostgreSQL"], "PREVIOUS COMPANY": ["Tata Capital Limited", "Jul’17 to Jan’18  Tools & Technology:  Pentaho Data Integration, Pentaho Report Designer & PostgreSQL PG"], "Project Name": ["LCM – Lifecycle Management Period:   ", "MUFG Union Bank, USA (MUFG Governance Minder) Period:    ", "PSD - BI Solution Period:   "], "Domain": ["ETL, Reporting and cubes Description:  A France based client is an international network of independent tire dealers. Its presence", "ETL transformations/Jobs"], "Project Description": ["The purpose of this project is to provide guidance to the system and business owners on MUFG (GM) collection requirements so that an accurate listing of all production user accounts and access privileges are automatically produced, transferred and collected into GM. This is required to produce user access re-certification campaigns where periodically each user’s manager will be required to certify their user’s access privileges and produce the role access and re-certification campaign.  Role:   Responsible for understanding the requirements from BAs to do data cleansing for different applications and generated predefined CSV files as Targeted  Verified the code in mappings sheet and also verify the naming conventions in ETL transformations and also designed ETL mappings based on business logic requirement  Extracted the unstructured data from different sources like PRN format, excels, CSV and to apply the business logic to create an ETL to achieve the relevant predefined CSV file output that can be upload on GM tool Title 5"], "CURRENT COMPANY WISE DURATION": ["AMANA Period:   Mar’15 to Sept’15 Tools & Technology:  PDI, Schema Work Bench 5.2, Saiku Reports"]}]}