{"DataJson": [{"NAME": ["Mohit Maddhesiya"], "DESIGNATION": ["Software Engineer"], "PROFESSIONAL EXPERIENCE": ["2.6 year experience in IT technologies"], "CURRENT COMPANY WISE DURATION": ["Careator Technologies Pvt. Limited Software Engineer Nov 2016 till date Crisp Analytics Software Engineer July 2015 to Oct 2016 Trainee Jan 2015 to June 2015 WORK EXPERIENCE Project  1 Kirra Project Client VlinkD Role Developer Organization Careator Technologies Pvt. Ltd. Duration Nov 2016  to Till Date Team Size", "Careator Technologies Pvt. Ltd. Having experience in development"], "DATABASE": ["MySQL, Postgres,  MongoDB Web Technologies HTML5, CSS3, JavaScript, Rest API  Integration"], "PROJECT DESCRIPTION": ["Kirra is an intuitive platform designed for Event Organizations, user can create the Event, can add event managers and can publish the events through the application, attendees can see the event information through mobile app and can attend the events", "A project to detect anomalies in power consumption at 1000s of locations in France and US. Energy Consumption Profiling based on predictive and statistical analysis. Data is captured  through the wifi-meters and stored. The stored data is processed and show the result in graphics. Roles & Responsibilities: Responsible for working in Data Process Layer. Responsible for module development using java and Spring-MVC and angularjs. Responsible for collecting, filtering and cleaning data. Responsible for writing RESTFUL web services and integrating with application. Responsible for Unit Testing from End-to-End ."], "Responsibilities": ["Responsible for understanding requirements and creating collections using MongoDB.  Responsible for writing RESTFUL web services and integrating with application. Responsible for designing Front-End  . Responsible for Unit Testing from End-to-End"], "Project Name": ["Tikali Energy Usage Profiling Client Schneider Electric Role Developer Organization Crisp Analytics Duration From July 2015 to October 2016 Team Size 15 Environment Java, Spring-MVC"]}]}