{"DataJson": [{"Summary": ["• Having Total 1.11 years in IT Technologies and experience in open       source softwares (Apache Tomcat, Eclipse, MySQL,Edit Plus).     • Currently working as a Software Engineer at Careator Technologies Pvt.       Ltd.     • Sound knowledge in Frontend designing and Developing Functionalities.     • Experience in developing web based, client/server application using       Core Java, JDBC, JSP, Servlet, Spring. Also holds good experience in       HTML, CSS & Java Script     • Expertise with J2EE compliant IDE like Eclipse (Luna&Marse 2),Maven.     • Stong Experience in Configuring domains and services.     • Excellent back-end programming skills using MySQL, Mongo DB. EDUCATION |Degree                |University                                  |"], "Web Technologies": ["|HTML,CSS, Angular JS                        | |Server side           |Servlet, JSP, JDBC                          | |Programming           |                                            | |Databases             |MySQL, Mongo DB                             |"], "PROJECTS": ["A RubirthHrms  Define the  company  hierarchy,  pay grades, projects, memberships,  qualifications,  Add  other  administrators, and  set  access  levels  for  each  user,  Handling  security   issues,Data importing and exporting,Adding custom fields,Store HR Policies  &  Configure notifications. Roles & Responsibilities:       • Responsible for developing and fixing issues.       • Responsible for designing screen .       • Responsible for Creating tables in MySql .[pic]", "NeedyIn is  an  intuitive  platform  designed  for professionals in their mid-life crisis and is in look out to  re-unite  with their immediate family. Needyin only allows those job seekers to apply,  who need to relocate to their preferred location due to family contingency", "A  Rubirth  Profile  Management  helps  internally related to recruiters of Rubirth to find out the selections  and  incentives to pay to the recruiters. It helps to  eradicte  the  false,  duplicate  and wrong  profile information which the  recruiters  enter  into  the  profiles management"], "Responsibilities": ["• Responsible for understanding requirements and creating tables using       MySql.       • Responsible for designing module wise screens and  integrating  with database.       • Responsible for designing Front-End using PHP framework .       |Project  2      |Rubirth Profile Management                        | |Client          |Rubirth IT Solutions Pvt ltd", "• Responsible for developing project from scratch using Java and J2EE.       • Responsible for designing module wise screens and  integrating  with database.       • Analysed and developed table structure.       • Responsible for Unit Testing from End-to-End .       • Responsible for hosting of project in GoDaddy. |Project  3      |Rubirth Human Resource Management System          | |Client          |Rubirth IT Solutions Pvt ltd"]}]}