{"DataJson": [{"NAME": ["Partha Saradhi"], "EMAIL": ["partha.samavedam@gmail.com"], "PHONE NUMBER": ["9502854821"], "LOCATION": ["Hyderabad"], "Domain": ["User Interface/Front End Development Using technologies like HTML5, CSS3, Object Oriented JavaScript, JQuery, Backbone.js, Underscore.js, Riot.js, Node.js ● Strong working experience in debugging", "Agile Scrum"], "TECHNICAL SKILLS": ["Java, JavaScript Web Technologies HTML/HTML5, CSS/CSS3, JSP Developer Tools IE Developer Toolbar"], "Responsibilities": ["Interact with Product owners and other stakeholders to understand business requirements and work with the team to determine the level of efforts for User stories. ● Take part in Analysis and Design discussions to identify potential design risks at an early stage. ● Write code which is modular and reusable to develop UI screens using Backbone JS, Underscore JS, HTML5/CSS3, Java. ● Work with UI/UX team to have a standard look and feel across the application. ● Create Ajax calls to retrieve and manipulate JSON data on the UI and from the server and collaborate with server side developers on integration issues. ● Write unit test cases using Jasmine. ● Used Chrome Inspector, Firebug/ IE Developer tool bar to debug issues and fix defects. ● Work in Agile Scrum environment and take an active part in Scrum planning / retro meetings. ● Perform code reviews using Crucible and share technical knowledge in UI Brownbag sessions. ● Keep track of in sprint defects using Rally and out of sprint defects using IBM Rational Clear quest \fPartha Saradhi Samavedam Email", "Convert wireframes in to fully functional screens using JavaScript, HTML5, CSS3, JQUERY, LESS, Bootstrap and Riot.js  Create responsive web pages using Twitter bootstrap  Do root cause analysis of issues and fix them.  Take an active part in analysis and design discussions  Fix bugs and defects and kept track of them using Bugzilla  Give regular updates about the progress of the tasks  Create Ajax calls to retrieve and manipulate JSON data on the UI and from the server and collaborate with server side developers on integration issues.  Used Chrome Inspector, Firebug/ IE Developer tool bar to debug issues and fix defects. Environment:"], "ENVIRONMENT": ["Java 1.5, JSP, Struts 2.0, HTML5, CSS3, Spring JDBC, Apache Tomcat 6.0, JUnit, MVC, Spring Source Tool IDE, Java Script, UNIX, XML, MySQL, CVS, JSON, XML EDUCATION DETAILS  Master of Science in Computer Science, Southern Illinois University, Edwardsville (2010 – 2013)  Bachelors of Technology in Computer Science from Balaji Institute of Science and Technology (2005 – 2009) \f", "JavaScript, JQuery, Twitter Bootstrap, HTML5, CSS3, Atom IDE, Linux, GIT, Net Beans, JsSip, Rethink DB, NPM, LESS \fPartha Saradhi Samavedam Email:"], "Client": ["Agile Scrum, Spring, Eclipse, JSON, Backbone.js, Underscore.js, JIRA, SQL Server 2008, HTML5, CSS3, JavaScript, JQuery, REST web services, Hibernate, SVN, Tomcat, Java, Single page Application Endeavor Air (formerly Pinnacle Airlines) February 2013 - December 2013 Java Developer (Contractor) Memphis"], "Project Name": ["Fly pinnacle"]}]}