{"DataJson": [{"NAME": ["Rakesh Bhoorgu Software Engineer"], "PHONE NUMBER": ["8179853953"], "PROFESSIONAL EXPERIENCE": ["3.10 years of experience in Software Development"], "DATABASE": ["Oracle 11g ,MySql 5.1.23 IDEs   Eclipse (Mars, Neon"], "Programming_Language": ["JavaScript, JQuery,AngularJs Servers Apache Tomcat"], "DESIGNATION": ["Software Engineer"], "Project Name": ["ESS Company  Callippus solution Pvt.Ltd Client  ASL(Advanced Systems Laboratory) Government  of India, Ministry of Defense Team Size 8 member Environment Spring 3.0,Hibernate 3,JSP, Oracle, Weblogic, J2SE 1.6,Jira Role Developer Project Abstract        This application provides solution for all its core operational requirements including Personal Information System (PIS), Loan Management System, Material Management System, Financial Module, Administrative and Security Modules", "DOI Company  Callippus solution Pvt.Ltd Client  DRDL(Defence Research and Development Laboratory, Hyderabad, A.P) Team Size 5 members Environment Spring 3,Hibernate 3,JSP,Oracle,Tomcat 7, J2SE 1.6 Role Developer Project", "HRMS Company  Next Education India Pvt.Ltd Team Size 12 members Environment Spring Boot 1.4 ,Micro Service, Angularjs 1.5.5,MySql,RESTful Api,Tomcat 8, Java"], "Responsibilities": ["Involved in Developing the Modules like Requisition.   Developed Controllers, Business classes , DAO Classes which are parts of Spring  frame work.   Writing custom tag libraries using jsp tlds.   Involved in Database connectivity through Hibernate.   Used Hibernate query language for database operations", "Involved in Developing the Modules like Library Management.   Developed Controllers, Business classes , DAO Classes which are parts of Spring  frame work.   Writing custom tag libraries using jsp tlds.   Involved in Database connectivity through Hibernate.   Used Hibernate query language for database operations", "Involved in Developing the Modules like LTC, Cash Purchase Buildup module.       1)LTC Module: This module will tell LTC facility is availed by  employee,spouse and others. Admin should manage employee and family member’s LTC details. Employee should apply LTC request to admin and admin will approve the requests forward to the Finance department , Finance will approve and release the fond.", "Involved in Developing the Modules like Reimbursement Management,Letter Generation.   Developed Controllers, DAO Classes which are parts of Spring  frame work by using EnableJpaRepositories   Writing custom Directives using Angularjs.   Involved in Database connectivity through Eureka.   Involved in building and deploying the service project Jenkins.   Used Hibernate Named query and Native Query language for database operations."], "PROJECTS": ["Next Erp Company  Next Education India Pvt.Ltd Team Size 30  members Environment Spring 3,Hibernate 4,JSP,MySql,Tomcat 7, J2SE 1.6,Maven 3.2,Dwr Role Developer Project Abstract        1)"]}]}