{"DataJson": [{"EMAIL": ["santhoshch500@gmail.com"], "PROFESSIONAL EXPERIENCE": ["3.7 years of experience"], "SERVER": ["MS-SQL  SERVER  2012/2014,  SQL  SERVER    INTEGRATION SERVICES,  SQL  SERVER"], "DATABASE": ["SQL and TSQL", "SQL  Server  Reporting", "SQL   Serve    Integration  Services(SSIS)", "SQL Server Analysis services (SSAS"], "Responsibilities": ["• Basic knowledge on SQL Server Analysis Services (SSAS)  • Having basic knowledge  in  creating  cube  and  modifying  measures  and    Aattributes, creating hierarchies and Rrelationships in dimensions  using    SSAS  • Experience in Writing Transact SQL(T-SQL) Queries, Stored    Procedures,Indexes,Views,and Functions Professional                                                      Experience  • Working as Software Engineer for CAPGEMINI from Nov-2014 to Till Date Education Details  • BSc (MScs) from Shivani Degree and PG College from Satavahana University,    Karimnagar Technical Skills       ETL Tools              : SQL Server Integration Services (SSIS)    Reporting Tools           :", "• Created Database Objects like Tables, Stored Procedures, Views, Triggers,    functions for this project.  • Extracted data from various sources like CSV, Excel and Text file to  SQL    Server  • Developed SSIS packages to extract,  transform  and  load  into  the  Sql    Server from Sql Server.  • Experienced in  configure  with  Error  logging  and  Error  Handling  to    Redirect Error Rows  • Writing Stored Procedures, Triggers, as per the Design on  the  technical    design document.  • The Data is transformed, validated, and loaded into the Targets.  •  Generated  Sub  report,  Drilldown  reports,  Drill   through   reports,    parameterized reports and linked reports from queries in SSRS[pic]", "• Create packages in SSIS Designer using control flow and dataflow       transformations to implement business rules.     • Create the mappings using dataflow transformations such as the derived       column, conditional spilt, pivot, lookup and SCD etc.     • Used control flow elements like For Each loop and Sequence Container,       Execute SQL Task, Execute Package Task, Script Task, File System Task       and Send Mail Task.     • Implementing Logging for each SSIS package.     • Schedule the packages as per client requirements Daily, Weekly,       Monthly wise basis.     • Created sample reports for the end user delivery purpose     • Writing Store Procedures, Functions, Triggers and T-SQL Queries.     • Generated Sub Reports, Drill though Report, Drilldown Reports, and       Parameterized Reports in SSRS as per the client Requirements.     • Involved in creating Stored Procedures to a Packages Project: #2 Project Name   : ECD (Economic Capital Database) Client                : PNC Bank, USA Technologies    : SQL Server, SSRS, SSIS, SSAS Project Summary: - Economic capital (EC) is the amount of risk capital that a bank estimates in order to remain solvent at a given confidence level and time horizon.  Geography or asset type, computes   expected and unexpected loss, and calculates distributions of portfolio values, losses and capital. Roles and Responsibilities  • Participated in Requirement Gathering sessions with end  users  for  each    Sprint.  • Extracted data from various sources like SQL  Server,CSV,Excel  and  text    files  • Developed packages according to ETL specifications for the staging area &    Warehouse data loading using SSIS packages and Sql Server  • Responsible for writing Stored Procedures, functions, T-SQL Queries.  • Created SSIS packages to transfer data from multiple sources  to  staging    Database and then from staging Database to data warehouse.  •  Developed  complex  reports  Drill  down,  Drill  through,  Parameterize    Reports , charts, and Document Mapping with SSRS."], "TOOLS": ["SQL Server Reporting Services (SSRS)"], "Project Name": ["Assurant Health Client", "Daily Deployment Tracker Client"], "Client": ["Novartis, Japan Technologies      :", "Assurant Health, USA Environment:"], "ENVIRONMENT": ["SSIS, SQL Server, SSRS Project Summary:"], "Technologies": ["SSRS, SSIS, SQL Server 2008R2 Project Summary"]}]}