{"DataJson": [{"NAME": ["Sourabh Sharma"], "EMAIL": ["sourabhsharma149@gmail.com"], "ROLE": ["Australia Personal"], "Domain": ["Banking/ Financial Services,Telecom  Category IT,Analytics/Business Intelligence", "AT&T"], "Programming_Language": ["sourabhsharma149@gmail.com"], "PROFESSIONAL EXPERIENCE": ["7 Years of experience in Telecom"], "LOCATION": ["Bangalore"], "Responsibilities": ["Configuring FTP and parsers to acquire and transform data from OSS in Unix environment.    Database schema design and complete ETL mechanism design so that OSS extracts can be loaded into database.            Writing and tuning reports SQL\u0019s so that most relevant KPIs can be captured.             To discover and incorporate all relevant counters in database.     Deployment of the interfaces at onsite and coordinating with client on acceptance testing.             End to end Interface delivery ownership (Team of parser developer, Interface designer (self), and QA). Tata Consultancy Services Asst System Engineer TCS, Gurgaon/Pune India Duration September 2006 \u0013 November 2009 Client Agilent Technologies (USA/Europe/Apac/Japan), Morgan Stanley (USA)  Team Size 5 Technology Sun Solaris, Red Hat Linux, Shell script, Oracle, Perl, Sybase  Description Roles & Responsibilities Agilent Technologies: I worked on various automations, enhancements and data migration projects including project Insight which is a global Data Warehouse project which provides 360 degree view of customers. Insight is populated with data from 4 different CRM systems. Then data is transferred to Data Warehouse via database links and flat files. The meaningful data was Extracted from our database, Transformed and Loaded onto the data warehouse. The data was transferred over a secured channel to meet security requirements. Contribution : I was responsible for:    Designing and developing UNIX Shell Script to call Oracle Procedures and transferring files.    Oracle Views and Procedures to write data using UTL_FILE package.    Integrating child shell scripts into Master script.    Verifying the created files after loading them in test database using SQL Loader. Morgan Stanley :  Plutus PMS group is the production support group, constituted by associates from TCS and Morgan Stanley IT users, work closely with Morgan Stanley business users to ensure smooth operations of production systems. Plutus PMS group supports WISE (Warehouse and Integrations Services for the Enterprise) is a huge customized ETL architecture built on Sybase and Perl and Shell scripts. WISE has much integration like Mainframe and other applications from which daily trade data is received in form of flat files extracts and later it is transformed and loaded into WISE data warehouse for reporting purpose by the business users. Wise comprises around 30 finance applications using around 100 databases. Plutus provides L2 and L3 support to the WISE. Plutus PMS ensures availability of latest trade data without any delay or discrepancy for business users. Contribution  I am responsible for:    Ensuring the timely successful completion of batch jobs also halting or rerunning the jobs according to immediate requirement. This also includes investigating and troubleshooting the issues or escalating it to appropriate teams.    Monitoring the UNIX boxes and database performance like CPU, disk usage, blockings etc.This also includes investigating and troubleshooting the issues or escalating it to appropriate teams.    Preparing daily deliverables like Ready for Business reports, issue logs etc. ACTIVITIES & AWARDS Service and Commitment award at Tata Consultancy Services Star of the month at Aircom USA", "To scrutinize exact change required.    Defining Time lines (efforts estimation) for interfaces.    Developing the Optima OIT, Unix Shell, Oracle Scripts    Prepare vault deliver ensuring minimum impact/downtime on existing system.    Coordinating with on-site team and helping offshore team while dealing any technical issues.    Coordinating post deployment monitoring and addressing subsequent queries and issues. RTB Reports OSS Solution Engineer Aircom International, Seattle/Gurgaon India Duration November 2010 \u0013 January 2011 Client AT&T USA Team Size 2 Technology Aircom Optima, Oracle 11g,PL/SQL Procedures, Unix Shell Scripts,MS Excel, Performance Tuning SQL Description    AT&T was using IBM Prospect tool to generate RTB (Raising the Bar) scorecard. This report scorecard comprises of KPIs on Ericsson UTRAN and ALU UTRAN on RNC, Node-b and sectors. Aircom Optima replaced IBM prospect for RTB reports. We developed procedures collecting data from Optima Ericsson and ALU UTRAN interfaces to replace existing IBM Prospect.  Roles & Responsibilities Responsibilities:    To scrutinize exact requirement.    To design and develop PL/SQL procedures.    Developing and scheduling Unix Scripts to call procedures    Performance Tuning SQL\u0019s. Aircom Optima Interface development OSS Solution Engineer Aircom International, Seattle/Gurgaon India Duration November 2009 \u0013 November 2010 Client AT&T USA Team Size 5 Technology Aircom Optima, Oracle 11g, Unix Shell Scripts, MS Excel, Performance Tuning SQL Description AT&T is using Aircom Optima to manage its OSS PM Data. In AT&T Aircom relationship many interfaces like NOKIA MSC/MGW, CISCO PCRF, JDSU RCATS were developed and deployed. Also Aircom provided reporting mechanism to AT&T for analyzing network performance."]}]}