{"DataJson": [{"NAME": ["ANDE SREERAM Mobile"], "PHONE NUMBER": ["+61-432226960"], "EMAIL": ["sree7525@gmail.com"], "PROFESSIONAL EXPERIENCE": ["5+ years in analyzing", "9 years of IT experience including proven experience"], "DATABASE": ["Oracle Business Intelligence,OBIEE 11G,OBIEE 10G,OBIA  ETL Tools Informatica, ODI Databases  Oracle 8i, SQL-Server 2000 / 2005 Other Skills TIBCO Spotfire, Tableau & Qlikview. CAREER HIGHLIGHTS"], "Client": ["State Trustees, Australia. Role Reporting Analyst Duration Oct 2015 - Oct 2015 Environment     OBIEE 11.1.1.6,ODI11.1.1.7g,Oracle 11g,OBIAPPS 11.1.1.7.1 Accountabilities Analyzing the existing reports and propose the solution to the client  Analysis of the existing system to determine the data availability as per required reports.(Data Quality Checks ) Involved in testing of existing reports and providing Technical Specifications Analyzing the Requirements ,worked and delivered on the change requests given by clients. Project HSE Reporting Company                HCL Technologies,  Client Weatherford"], "ENVIRONMENT": ["10.1.3.4.1,Siebel Analytics 7.8.4, Informatica 9.1,  Oracle 9.0 Accountabilities Reviewed the deliverables and ensure that the deliverables meet client’s requirements. Involved in functional and performance testing of reports. Creating test plans and test cases and executing test scripts Used to understand IRs and validate the data for Retainco and Spinco databases    Company Tata Consultancy Services, India Client                 Nokia,Singapore Role BI Developer/ Tester Duration Sep’07 – Nov’09 Environment     Siebel Analytics 7.8.4, OBIEE 10.1.3.4.1, Informatica 9.1, Oracle 9.0 Accountabilities Analyzed the mock-up’s requirement specification which contain the reports as desired by the client Involved in extensive discussions with business users and developers to understand the business/requirements/functionality. Developing and configuring OBIEE Repository(RPD),Interactive Dashboards, OBIEE Answers Designed Schema/Diagrams using Fact, Dimensions, Physical, Alias and Logical tables"], "PREVIOUS COMPANY": ["Satyam Computer Services, India Client                 Motorola,U.S.A Role Developer Duration Apr’05 – Apr’06 Environment     Win CE, X 86 em Accountabilities Analyzed the requirements and specifications to understand the Application Designed and developed various utilities for the PC Tested the desktop application."]}]}