{"DataJson": [{"NAME": ["Venkata Srikanth Yelchuri"], "EMAIL": ["yvsrikanth85@gmail.com"], "PHONE NUMBER": ["+91 9010578222"], "PROFESSIONAL EXPERIENCE": ["6+ years of IT experience"], "EDUCATION": ["MCA   Acharya Nagarjuna University   2008 Experience"], "CURRENT COMPANY WISE DURATION": ["HSBC Software Pvt. Ltd.   Senior Software Engineer   02/2015 – 02/2017   Marlabs Software Pvt. Ltd.   Software Engineer   12/2010 – 01/2015 Technical Skills Operating Systems", "HSBC Software Pvt. Ltd. Duration 02/2015- 02/2015 Team Size 10"], "Operating System": ["Windows 7, Windows XP Languages Java, Java Script, XML, SAML J2ee Technologies Jsp, Servlets, Portlets, Web Services Databases Oracle10g"], "Project Name": ["Home Full Features (HFF)", "Mortgage Transformation Program    Client   ", "Business Internet Banking – Evergreen Application   Client   HSBC - UK Role Scrum Master Organization", "Business Internet Banking-Third Party Services Client   HSBC - UK Role   Senior Software Engineer Organization   HSBC Software Pvt. Ltd. Duration   09/2016 - 02/2017 Team Size   20", "STP Preference Capture"], "PREVIOUS COMPANY": ["HSBC Software Pvt. Ltd. Duration 03/2016- 08/2016 Team Size 20"], "TECHNICAL SKILLS": ["Java 1.6, Jsp, Spring Core, Portlets, HSBC Developer Suite, GitHub, Maven, RTC, Web Sphere Portal Server", "Java 1.5, Jsp, Spring Core, Portlets, HSBC Developer Suite, Maven, RTC, Web Sphere Portal Server, Junit"], "Client": ["HSBC - UK Role Software Engineer Organization   Marlabs Software Pvt. Ltd. Duration 12/2010-02/2012 Team Size 5 Environment Software Windows-7, Java 1.5, Jsp, Spring Core, Portlets, HSBC Developer Suite, Maven, RTC, Web Sphere Portal Server, Junit, Hibernate, Oracle", "HSBC - UK Role Senior Software Engineer Organization   Marlabs Software Pvt. Ltd. Duration 03/2012- 01/2015 Team Size 20 Environment Software Windows-7, Java 1.5, Jsp, Spring Core, Portlets, HSBC Developer Suite, Maven, RTC, Web Sphere Portal Server, Junit", "HSBC UK Role Senior Software Engineer Organization"], "PROJECT DESCRIPTION": ["This is an enhancement to Mortgage Application which provides additional functionalities to the Customer.  Transfer of Tile (Customer wants to transfer his/her property to other person already having loan).  Early Repayment Charges applicable for the loan product for which customer changes the mortgage duration.  It also includes change to flow which will make the application much more user friendly"], "DESIGNATION": ["Software Engineer", "Senior Software Engineer"], "LOCATION": ["HYDERABAD"]}]}