{"DataJson": [{"NAME": ["Nipun D. Agrawal Senior"], "EMAIL": ["nipunagrawal064@gmail.com"], "PROFESSIONAL EXPERIENCE": ["3 years of IT experience which includes Java and android development"], "CERTIFICATION": ["Certified in Java, C, C++, CCNA, CEH from SeedInfotech, Pune. Development experience in java and android applications. Involved in all phases of the SDLC with timely delivery against aggressive deadlines. Excellent communication, interpersonal, analytical skills and strong ability to perform as part of a team.  A keen Analyst and a Team Player. KEY SKILLS AND COMPETENCIES Languages Java , C , C++ , SQL Database Oracle, PostgreSQL,"], "DESIGNATION": ["Senior Software Developer", "Software Engineer", "Software Engineer Duration : April 2016 to September 2016", "Software Developer", "Senior Software Engineer Duration : June 2017 to June 2019 2. Mindtree, Pune,"], "DURATION": ["January 2016 to October 2016", "June 2017 to June 2019", "November 2016 to March 2017"], "ROLE": ["Mindtree"], "Responsibilities": ["Involved in requirement gathering, analysis, enhancements, deployment and production support.  Involved in Quality audits, code clean-up and performance tuning before delivery.  Involved in knowledge transition, analysis and providing the solution. \f     Interacting with the clients and understanding their requirements. Gathering and understanding the requirements for major enhancements. Design and Development (Estimation, Coding and Testing). Project Support (Ticket Prioritization, Categorization, Analysis and Resolution). Project Management (Planning, Project Execution, Status Reporting, Review, Defect Prevention) 3. Company Team Size Role Duration : Cluebix Software Pvt. Ltd., Nagpur"], "EDUCATION": ["BE in Computer Science and Engineering from Pune University in 2015.  HSC from Maharashtra State Board in 2011.  SSC from Maharashtra State Board in 2009. PROFILE Nationality : Indian Marital Status :"]}]}