{"DataJson": [{"NAME": ["Praveen Abbaraju"], "EMAIL": ["apraveen3683@gmail.com"], "PROFESSIONAL EXPERIENCE": ["7+ years of experience in developing web applications"], "Domain": ["product and web application development", "e-commerce"], "Frameworks": ["Spring, Hibernate Web Technologies"], "SERVER": ["jQuery,"], "Operating System": ["Windows, Linux Methodologies                      :       ", "JBoss , Tomcat, Glassfish Databases"], "DATABASE": ["MySQL, SQL, Oracle"], "IDE": ["Eclipse, WinSCP, Putty, SOAP UI, MYSQL Developer,            Intellij, Toad                   Experience Working as a Senior Software Developer with Accenture from January 2015 to till date( through Eteam Info Services for Accenture from January 2015 to March 2015)"], "DESIGNATION": ["Software Developer", "Senior Software Developer"], "Project Name": ["Sales Express Client:", "Data center business operations and management  Description: This project was undertaken as a part of the software development for tracking and delivery of services with regard to data center internal use. The project is to develop an admin catalogue management application to enable the data center providing possibilities of search and order of required goods, approval of orders, controlling the flow of the order and maintaining the goods DB directly via the UI", "Digital Video Sharing Platform", "NextGen Digital Platform", "Accord Client:"], "Client": ["AT&T", "White Fence"], "Responsibilities": ["Involved in design and development of GUI and business logics of user management and domain management. Developed and deployed the system for the use of hundreds of thousands of customers and supported it in the production environment. Junit tests and functional tests for the new functionality. Troubleshooting and correcting trouble reports. Manage builds within Maven/Hudson. Responsible for all database administration for the project. Technologies:", "Developing the presentation layer and service layer of the application. Performed unit testing using Junit supported by eclipse. Gathered requirements for the system and produced the document.  Developed the logical and physical data model.    Performed database administration of the MySQL Server database. Made software architecture/design decisions for the website", "in coding, development and designing activities. Involved in handling software quality assurance activities of code release. Analyze and work on various change requests raised by the client and modify the code accordingly. Interacting with the clients for understanding the requirements and performing the required tasks. Identifying performance bottlenecks and issues in source code and compiled code. Technologies: Java/J2EE, Spring, Hybris, Web Services, SOAP, XSD, XML, HTML, CSS, Java Script, jQuery, Easy UI, SQL, Flexible Search Queries, Tomcat"], "TOOLS": ["AllConnect Description: Allconnect partners with many service providers for selling of their products. The accord is the sales and ordering system used by call center agents for selling products of service providers. It integrates with service providers in real time using web services which helps in agents sell in real time. Responsibilities: Invloved in doing an impact analysis of web service changes at a service provider. Involved in analyzing WSDL and finding code changes to use the updated web service. Involved in the development of GUI and business logic for new product features. SoapUI tests and functional tests for the new functionality. Troubleshooting and correcting issues reported by the business. Preparing SQL queries for data changes, release notes for QA builds. Technologies: Java/J2EE, Spring, Web Services, SOAP, XSD, XML, Axis2, Oracle, Tomcat, JBoss, Swing"], "Web Technologies": ["Java/J2EE, Spring, Hibernate, JSON, HTML, CSS, Ajax, jQuery, JavaScript, Tomcat, MySql"], "Technologies": ["Java, Spring, Hibernate, Ajax, HTML, CSS, Java Script, MySQL, Tomcat"]}]}