{"DataJson": [{"DESIGNATION": ["Technical Architect"], "Responsibilities": ["Understanding the requirements of the Lead. Analysis, Design and Development.   Involving in designing of HTML pages for user interaction components. Development of Angular js Pages with validation. Developed the Business logic as per the client requirement. Prepared SQL queries and Views as per the requirement. Used web services for communicating with the client requests. Involved and Prepared Unit Test Cases and Done Unit Test", "Understanding the requirements of the client. Shared the task to the team members and integrated after the completion of the work from the team  Involving in designing of HTML pages for user interaction components. Development of new Pages for validating the input data. Developed the Business logic as per the client requirement. Prepared SQL Stored Procedures and Views as per the requirement. Involved and Prepared Unit Test Cases and Done Unit Test Hosted to the site", "Understanding the requirements of the Lead. Analysis, Design and Development.   Involving in designing of HTML pages for user interaction components. Development of ASPX Pages for validating the input data. Developed the Business logic as per the client requirement. Prepared SQL queries and Views as per the requirement. Used web services for communicating with the client requests. Involved and Prepared Unit Test Cases and Done Unit Test .   liberent (e-commerce rental"], "Project Name": ["Hospital Information System Client"], "KEY ROLE": ["Product Based Role              :   "], "TOOLS": ["Visual Studio-2013, SQL", "AngularJs ,DOTNET Developer Technologies"], "Technologies": ["C#, SQL Server,Asp.Net,AngularJs,JavaScript, CSS,                                Ajax, HTML"], "Description": ["An efficient and future-proof Hospital Information System (HIS) is a key component of a viable health system as Healthcare business models are evolving rapidly. Today, there is need to control processes that govern this sector as costs rise and there is a requirement to manage the information that health professionals need. The HIS application is a patient-centric platform, which has the functionality to handle various types of patients: in-patients, outpatients, accidents and emergencies, day care and referred patients. Responsibilities:  "], "ENVIRONMENT": ["HTML5, CSS3, Bootstrap, JQuery, Angular JS, AJAX, JSON. Kalikiri Sainik School— SAINIK SCHOOL KALIKIRI Client            :   "], "Web Technologies": ["PHP,JavaScript, Html,MYSQL,Jquery, CSS,                                    Ajax"], "Frameworks": ["Angularjs"], "PROFESSIONAL EXPERIENCE": ["2+ Years of experience in application development"]}]}